#---------------------------------

  $dict{EDIT_NEW}     = 'Новый юзер';
  $dict{EDIT_LIST}    = 'Список клиентов, у которых недавно произошло изменение данных';
  
  $dict{EDIT_USERNAME}       = 'Имя нового клиента';
  $dict{EDIT_USER}           = 'Редактируемое имя';
  $dict{EDIT_SELECTPASS}     = 'Можно выбрать пароль из предложенного списка щелчком мыши';
  $dict{EDIT_TYPE_AVP}       = 'Выберите тип клиента';
  $dict{EDIT_TYPE_ACC}       = 'Выберите тип доступа';
  $dict{EDIT_DCLOSE}         = 'Дата закрытия клиента';

  $dict{EDIT_OPEN}    = 'Открыть';
  $dict{EDIT_OPEN1}   = 'Оставить открытым';
  $dict{EDIT_CLOSE}   = 'Закрыть';
  $dict{EDIT_CLOSE1}  = 'Оставить закрытым';


  $dict{EDIT_RULE1}   = 'В имени клиента разрешены буквы, цифры и символ "-" Запрещено использование других символов и пробела.';
  $dict{EDIT_RULE2}   = 'Для безопасности, пароль должен быть не менее 8 символов. В пароле должны присутствовать символы обоих регистров и цифры. Текст пароля должен быть безсмысленным.';

  $dict{EDIT_QR}   = 'вывод регистрационного листка.';


#---------------------------------
1;