#---------------------------------

  $dict{SAVE_ERROR1} = 'Вы забыли ввести имя нового клиента';
  $dict{SAVE_ERROR2} = 'В имени клиента присутствуют запрещенные символы, или пробел. В имени клиента разрешены буквы, цифры и символ "-" Запрещено использование других символов и пробела.';
  $dict{SAVE_ERROR3} = 'Имя клиента длиной более 32 символов';
  $dict{SAVE_ERROR4} = 'Вы забыли ввести пароль';
  $dict{SAVE_ERROR5} = 'В пароле запрещено использование пробелов';
  $dict{SAVE_ERROR6} = 'Пароль длиной более 50 символов';
  $dict{SAVE_ERROR7} = 'Количество сессий - это цифра в интервале от 1 до 99999';
  $dict{SAVE_ERROR8} = 'Нераспознанная команда по открытию-закрытию клиента';

  $dict{SAVE_ERROR9} = 'Неверный формат даты открытия клиента. Дата должна быть формата: mm/dd/yyyy hh:mm:ss';
  $dict{SAVE_ERROR10} = 'Неверный формат даты закрытия клиента. Дата должна быть формата: mm/dd/yyyy hh:mm:ss';
  $dict{SAVE_ERROR11} = 'Несуществующая дата открытия клиента.';
  $dict{SAVE_ERROR12} = 'Несуществующая дата закрытия клиента.';

  $dict{SAVE_ERROR13} = 'В базе данных нет такого типа клиента';
  $dict{SAVE_ERROR14} = 'В базе данных нет такого типа доступа';
  $dict{SAVE_ERROR15} = 'В базе данных уже есть клиент с таким именем!';
  $dict{SAVE_ERROR16} = 'В базе данных нет клиента с таким именем!';

  $dict{SAVE_REGNEW} = 'Новый клиент успешно добавлен в систему.';
  $dict{SAVE_REGEDIT} = 'Данные по клиенту успешно изменены';

  $dict{SAVE_PRINT1} = 'Нажмите';
  $dict{SAVE_PRINT2} = 'для печати этой странички.';
  $dict{SAVE_CONF} = 'Информация является конфиденциальной. Храните ее в недоступном для посторонних месте.';
  $dict{SAVE_REGLIST} = 'Регистрационный лист клиента';


#---------------------------------
1;