#---------------------------------

    $dict{ConnectError}    = 'Отсутствует соединение с сервером баз данных! <br>Причина:';
    $dict{SecConnectError} = 'Отсутствует соединение с резервным сервером баз данных! <br>Причина:';
    $dict{TitlePages}      = 'Просмотр трафика по NetFlow v0.2';
    $dict{cmdSwitchLang}   = 'выбрать';                             # надпись на кнопке установки языка
    $dict{cmdSearch}       = 'найти';
    $dict{cmdSave}         = 'записать';
    $dict{cmdDown}         = 'вниз';
    $dict{cmdView}         = 'смотреть';
    $dict{cmdClear}        = 'сброс';
    $dict{lblSwitchLang}   = 'язык:';                               # надпись перед комбиком
    $dict{BACK} = 'назад';
    $dict{EXIT} = 'выход';
    $dict{NEXT_PAGE} = 'следующая страница';

    $dict{LIST} = 'вывести трафик';
    $dict{LIST_BIG} = 'Вывести месячный трафик по ip адресу';
    $dict{NEW} = 'добавить/редакт. IP'; 
    $dict{NEW_BIG} = 'Добавление в базу данных новых IP адресов и их редактирование'; 

    $dict{EDIT} = 'редактирование';
    $dict{EDIT_BIG} = 'Закрытие, изменение информации по IP адресам';

    $dict{PAGE}  = 'Страница';
    $dict{USER}  = 'Имя';
    $dict{USERNAME}  = 'Имя';
    $dict{IP}  = 'IP';
    $dict{COMMENT}  = 'Комментарий';

#---------------------------------



    $dict{ERROR}  = 'Ошибка';
    $dict{CAUSE}  = 'Причина';
    $dict{ERROR_1}  = 'Невозможно получить список клиентов из базы';
    $dict{ERROR_2}  = 'Невозможно вывести список клиентов для этой страницы';
    $dict{ERROR_3}  = 'В базе данных нет клиента, в имени которого присутствует сочетание символов';
    $dict{ERROR_4}  = 'В базе данных нет такого клиента';
    $dict{ERROR_5}  = 'Не прошла запись в базу данных. ';
    $dict{NULLROW}  = 'В базе данных нет записей, соответствующих условиям выборки.';

    $dict{ERROR17} = 'Проблема с началом транзакции';
    $dict{ERROR18} = '!!! Проблема с окончанием транзакции. Рассинхронизация данных !!!';
    $dict{ERROR19} = '!!! Рассинхронизация данных !!! На Secondary Сервере этой записи нет !!! Требуется ручная проверка базы данных.';


    $dict{DOPEN}  = 'Дата начала работы';
    $dict{DCLOSE}  = 'Дата закрытия';
    $dict{MAXSESS}  = 'Сессии';

    $dict{SORT_ASC}  = 'cортировать по возрастанию';
    $dict{SORT_DESC}  = 'cортировать по убыванию';
    $dict{SORT_CLOSE} = 'только закрытые';

    $dict{EDIT_PASSWORD}       = 'Пароль для доступа';
    $dict{EDIT_MAXSESS}        = 'Количество сессий';
    $dict{LINK_BACK} = 'НАЖМИТЕ ДЛЯ ВОЗВРАТА';


    $dict{PRESS1} = 'Нажмите';
    $dict{PRESS_CMD} = 'ЗДЕСЬ';
    $dict{PRESS2} = 'и введите данные правильно';


    #--- continue 07.02.2003 -----
    $dict{EXAMPLES} = 'Примеры записей';
    $dict{cmdEdit}        = 'изменить';
    $dict{cmdDel}         = 'удалить';
    $dict{RETURN}  = 'перейти в режим добавления новой записи';

    $dict{ERROR20} = 'Проблема с получением уникального значения счетчика unid';
    $dict{ERROR21}  = 'Невозможно получить запись для редактирования из базы данных';
    $dict{DELFLAG}  = 'Отметить для удаления';

#---------------------------------

1;
